export default [
    {
        type: "video",
        title: "מפגש ראשון אצל רופאת הפריון - מה צריך להביא? למה לצפות?",
        url: "RCnayHY-XLo"
    },
    {
        type: "video",
        title: "תהליך הרות על ידי שימוש בתרומת זרע - איך מתחילים? מאיפה מזמינים? איזה הפניות צריך? ועוד מידע חיוני",
        url: "i_w1PYorn9s"
    },
    {
        type: "video",
        title: "טיפולים בפריון - מהן האופציות הטיפוליות הקיימות? מה זה הזרעה? מה זה IVF?",
        url: "eYR8fjV8NTo"
    },
    {
        type: "video",
        title: "שחלות פוליציסטיות - מהי תסמונת השחלות הפוליציסטיות? מה המשמעות? כיצד ניתן להרות לצד אבחנה זו?",
        url: "55ow3Z2ytsE"
    },
    {
        type: "video",
        title: "כשל שחלתי - מה המשמעות? מה ניתן לעשות?",
        url: "qP52n9hcSN8"
    },
    {
        type: "video",
        title: "שימור פוריות - הקפאת ביציות? הקפאת עוברים? כדאי להתחיל כאן!",
        url: "d_tOCIQiwIQ"
    },
    {
        type: "text",
        title: "אולטרסאונד",
        text: "התהליך פולשני ולא נעים, ובמעקבים אנו נדרשות לאולטרסאונדים חוזרים. אפשר לבצע אותם בגישה בטנית! איך? דואגות להגיע עם שלפוחית מלאה. אם האולטרסאונד על הבוקר- אפשר להגיע מיידית לפני שתן ראשון, ואם במהלך היום- אפשר לשתות ליטר נוזלים שעה לפני הבדיקה. בהצלחה!"
    },
    {
        type: "text",
        title: "שחלות פוליציסטיות",
        text: "הפחתה של 5% ממשקל הגוף עוזרת לעיתים לסדר את המחזור ולהשגת הריון ללא התערבות נוספת."
    },
    {
        type: "text",
        title: "הזרקה",
        text: "\"להזריק לעצמי?? איך?? איזה פחד!!\" המעבר לטיפולים הורמונאליים בזריקות תת עוריות עשוי להיות מלחיץ, ועל אחת כמה וכמה לנשים ללא סוכרת שלא נתקלו בעברן בצורך להזריק לעצמן. קשה להתחיל, אבל מתרגלים. מומלץ תמיד לפני ההזרקה הראשונה לעבור הדרכה בתחנת האחיות, וניתן להתייעץ תמיד גם עם חברת התרופות המנפקת את התרופה בנוגע להזרקה, אחסון ושימוש נכון."
    },
    {
        type: "link",
        title: "השוואת בנקי זרע",
        url: "https://docs.google.com/spreadsheets/d/1BF8L0dON44nzkKh5Hgce5hhr3q6nlhm-IUL9NuvXNoM/edit?fbclid=IwAR0nyFMQttpF3rhiIt3UQp_xj9hBAzucynm43VrTc6HQ0GgAjdX9yoAywLg#gid=0"
    }
]
